Revit 2024 API
UnitTypeId.KilometersPerSecondSquared Property
 Kilometers per second squared.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KilometersPerSecondSquared { get; }
Visual Basic
Public Shared ReadOnly Property KilometersPerSecondSquared As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KilometersPerSecondSquared {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace